[
  {
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/c_scale,h_1280,w_720/v1635223200/travel/thailand.jpg",
    "title": "Thailand",
    "content": "Thailand, a dreamy beachside paradise, is a country that has managed to retain its cultural integrity in spite of being a major tourist destination. One can find everything here - from pristine beaches to dense forests, ancient monasteries to coral reefs, from Buddhist monks to floating markets and finally the fragrant and rich food to treat your taste buds. Bangkok, the capital, in central Thailand, is regarded as a modern hub of various cultures, faiths and experiences. Chiang Mai and Chiang Rai to the north cater to those looking the quiet countryside and to spend time in the wild. Down south, beach destinations such as Phuket, Krabi and Koh Samui offer some of the best tropical experiences by the sea. On the western end, the Hua Hin region is popular for resorts where one can relax luxuriously. Finally, towards the east, Ubon Ratchathani is a spiritual and historical escape where one can immersively learn about Buddhist and Thai culture.",
    "location": "Southeast Asia , Far East",
    "rate": "4.8",
    "video": "",
    "map": "",
    "collection":[
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_1.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_2.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_3.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_4.webp"
    ]
  },
  {
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/c_scale,h_1280,w_720/v1635224259/travel/Hong%20Kong.jpg",
    "title": "Hong Kong Tourism",
    "content": "Hong Kong, officially known as the Special Administrative Region of the People’s Republic of China is a burst of culture and colour. Housing 18 districts, Hong Kong is one of the most heavily populous regions in the world and the city with the most number of skyscrapers in the world. A major port and shopping hub, Hong Kong is the land of an iconic skyline, delectable cuisine, and protected lush nature reserves. Home to the second-largest sitting Buddha statue, the Tian Tan Buddha, the Fragrant Harbour has a majority of Confucian, Buddhist and Taoist followers. While sustaining ancient culture and tradition through architecture and festivities, Hong Kong perseveres to stand as an entertainment hub at the same time. Ocean Park, Victoria Peak, Victoria Harbour and The Peak Tram are some brilliant sites in Hong Kong.  This town of skyscrapers and some of the most beautiful skylines carries out Cantonese and British architectural aspects gained from its colonial period induced with the regional feng shui design. With art being a vital characteristic of this Gourmet Paradise, Hong Kong attracts visitors to one of Asia’s biggest cultural festivals, the Hong Kong Art Festival apart from the renowned Chinese New Year Night Parade.  From puppet shows, ballet to the theatre, this Shoppers Paradise has its own aesthetics such as Cantopop, a regional combination of classic opera and pop. Besides offering an exciting exposure to art and shopping, the cuisine here is an irresistible fusion of local and international food. Some of the unique traits of Hong Kong, also known as the World’s Fair of Food, are its open-air food stalls and Dai Pai Dongs; inexpensive noodle stores! Hong Kong is undoubtedly quite an unmatched cultural and gastronomical remedy!",
    "location": "Hong Kong",
    "rate": "4.9",
    "video": "",
    "map": "",
    "collection":[
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_1.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_2.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_3.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_4.webp"
    ]
  },
  {
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/c_scale,h_1280,w_720/v1635224534/travel/Singapore.jpg",
    "title": "Singapore Tourism",
    "content": "Best described as a microcosm of modern Asia, Singapore is a melting pot of culture and history, and an extravaganza of culinary delights. Officially known as the Republic of Singapore, it is both a city and a country located in Southeast Asia. One of Asia's most visited destinations, Singapore is best described as an amalgam of a fast-paced life and an off-the-back-street inheritance. Singapore is the quintessential cosmopolitan, having the highest religious diversity in any country. Spread 42 km (26 miles) east to west and 23 km (14 miles) north to south, today it boasts of the world's busiest port. Singapore has climbed to be one of Asia's hit-list destinations with its efficient and widespread transport system - whizzing in this country is just a matter of minutes! The national pastime of Singaporeans is eating, followed closely by shopping. This 'City in a Garden' is a blend of cultures, combining different ideas, cuisines, new architectures going well with the gleaming hint of the old school. The incredible shopping malls, classy boutiques, departmental stores on Orchard Road, the exotic elements of Chinatown and Little India and the world-class nightlife span across the spotless land of Singapore. Expensive with respect to South-eastern standards, the city offers a plethora of other options for entertainment such as Sentosa Island, Singapore Zoo, Singapore Botanic Garden, Marina Bay Sands, Tiger Balm Garden, and the Singapore Night Safari. With picture-perfect skyline and city centre bustling with crowds of people, Singapore is one of the most popular travel destinations for a lot of reasons.",
    "location": "Singapore",
    "rate": "4.9",
    "video": "",
    "map": "",
    "collection":[
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_1.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_2.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_3.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_4.webp"
    ]
  },
  {
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/c_scale,h_1280,w_720/v1635225097/travel/Darjeeling.jpg",
    "title": "Darjeeling",
    "content": "Jaw-dropping locales, mesmerising sunrises, the untouched beauty of the hills, the old-world charm of the past, and the welcoming smiles of the local people all add up to make Darjeeling one of the most beautiful hill stations in Eastern part of India. Spread over a steep mountain ridge, nestled amidst acres of lush green tea plantations, Darjeeling stands at the height of 2,050 meters above sea level, thus boasting of cool climes all year round. This scenic hill station is the perfect getaway for a romantic honeymoon and is just around 700 kilometres away from Kolkata. A respite from the hot and humid summers of India, Darjeeling is a popular tourist destination in North-East India. Providing a heady mixture of splendid tea gardens on rolling mountain slopes, meandering toy train rides through the picturesque city, and delectable traditional Tibetan cuisine, Darjeeling works wonders to cater to the gorgeous panorama of the Himalayas. There is a reason the city is known as the 'Queen of the Himalayas'. The lush green slopes dotted with women plucking tea leaves is a sight as mesmerising as no other. There are over 86 tea estates in Darjeeling that are responsible for producing the worldwide famous 'Darjeeling Tea'. Have a cup of locally brewed chai at the tea estate, or get down amidst the plantations to pluck a few tea leaves yourself, you are free to take your pick! A previous summer capital of India under the British Raj, Darjeeling has come off age as one of the most sought after hill stations in India. Famous for its beautiful tea plantations and the quality of Darjeeling tea, Darjeeling is a delight for all kind of tourists. The toy train established back in 1881, still runs in this part and is also one of the UNESCO World Heritage sites. Beautiful colonial architecture including mansions and churches dot this little beautiful town. Filled with people from Tibet, Nepal, nearby Indian states and the Gorkhas, Darjeeling is brimming with cultural diversity. The third highest peak in the world and the highest in India, the Kanchenjunga peak is clearly visible from here and you can enjoy a panoramic view of the peak. Some of Darjeeling's most popular attractions include monasteries, botanical gardens, a zoo, and the Darjeeling-Rangeet Valley Passenger Ropeway cable car which happens to be the longest Asian cable car. Darjeeling is a wonderful place to walk around and explore the tea estates, villages, and markets.",
    "location": "West Bengal, India",
    "rate": "4.7",
    "video": "",
    "map": "",
    "collection":[
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_1.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_2.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_3.webp",
      "https://res.cloudinary.com/trendbrains/image/upload/v1633518874/travel/discover/Varanasi_4.webp"
    ]
  }
]