[
  {
    "title": "Rajasthan",
    "description": "Translated to 'Land of Kings', Rajasthan brims with remnants of the kings and queens of past centuries. Between its glittering palaces, stately forts, and lively festivals, this western state deserves a starring role in your trip to India.Jaipur, part of the Golden Triangle Tourist Circuit, which also includes Agra and New Delhi, is one of the top places to visit in Rajasthan. Dubbed 'The Paris of India', it's known for its characteristic pink buildings, lavish City Palace, and jewelry stores galore. The 'Blue City' Jodhpur, offers tourists an equally unforgettable experience in its hilltop Mehrangarh Fort. Udaipur oozes romance with its flower-lined streets and fantastic City Palace Complex, where the royal family still lives today. And Jaisalmer looks like an Arabian Nights fairy tale brought to life, with its yellow sandstone structures and historic havelis (mansions). No matter where you end up in this desert state, you'll be captivated by the magic of Rajasthan.",
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/v1630299144/train-book/discover/Rajasthan_thumbnail.png",
    "images_one": "https://res.cloudinary.com/trendbrains/image/upload/v1630299145/train-book/discover/Rajasthan_images_one.png",
    "images_two": "https://res.cloudinary.com/trendbrains/image/upload/v1630299142/train-book/discover/Rajasthan_images_two.png",
    "video_id": "usXEJ39uT2w",
    "brand_icon": "",
    "link": "",
    "javascript": ""
  },
  {
    "title": "Rishikesh",
    "description": "Rishikesh has been on the radar for spiritually minded travelers since the late 1960s, when the Beatles spent time in Maharishi Mahesh Yogi's ashram—now an abandoned site that has become an off-the-beaten-path tourist attraction for fans. The town is nestled in the foothills of the Himalayas on the banks of the holy Ganges River, and serves as a center for yoga and pilgrimages. Take part in the action, or just enjoy the sounds of the temple bells and sightseeing from Rishikesh's two suspension bridges, often guarded by assertive families of monkeys. Keep your distance.",
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/v1630299148/train-book/discover/Rishikesh_thumbnail.png",
    "images_one": "https://res.cloudinary.com/trendbrains/image/upload/v1630299143/train-book/discover/Rishikesh_images_one.png",
    "images_two": "https://res.cloudinary.com/trendbrains/image/upload/v1630299146/train-book/discover/Rishikesh_images_two.png",
    "video_id": "",
    "brand_icon": "",
    "link": "",
    "javascript": ""
  },
  {
    "title": "Varanasi",
    "description": "One of the oldest continually inhabited cities in the world, Varanasi is arguably the holiest place in India. The spiritual activities take place along the sacred Ganges River, where pilgrims bathe and mourners cremate recently deceased relatives in plain view of passersby.Tourists, on the other hand, find their own flavor of spiritualism taking sunrise boat rides, releasing floral blessings that float on the river, and watching the fire-filled Hindu chanting ceremonies from the steep ghats.Away from the water, the streets of the old town twist and turn like an endless maze. Legend has it that there's still no accurate map of Varanasi, and once you experience the labyrinthine city for yourself, you'll be inclined to believe it.",
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/v1630299147/train-book/discover/Varanasi_thumbnail.png",
    "images_one": "https://res.cloudinary.com/trendbrains/image/upload/v1630299139/train-book/discover/Varanasi_images_one.png",
    "images_two": "https://res.cloudinary.com/trendbrains/image/upload/v1630299142/train-book/discover/Varanasi_images_two.png",
    "video_id": "",
    "brand_icon": "",
    "link": "",
    "javascript": ""
  },
  {
    "title": "Goa",
    "description": "India's not just full of big cities and holy sites—it also has incredible beaches down south in Goa. Its stretches of golden sand along the Arabian Sea offer something for every type of tourist, whether you're interested in hanging out with the backpacker crowd in laid-back beach huts or having a ritzy tropical getaway at a five-star resort. One unique part of Goa is its blend of Indian and Portuguese cultures. You'll experience the fusion throughout the destination, from its Baroque architecture and cathedrals to its spicy vindaloo curries and seafood dishes.",
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/v1630299137/train-book/discover/Goa_thumnail.png",
    "images_one": "https://res.cloudinary.com/trendbrains/image/upload/v1630299135/train-book/discover/Goa_images_one.png",
    "images_two": "https://res.cloudinary.com/trendbrains/image/upload/v1630299136/train-book/discover/Goa_images_two.png",
    "video_id": "",
    "brand_icon": "",
    "link": "",
    "javascript": ""
  },
  {
    "title": "Ajanta ",
    "description": "Time travel isn't a reality for travelers quite yet, but you can get pretty close at the Ajanta and Ellora Caves in Maharashtra. Both UNESCO World Heritage Sites, the caves feature intricate carvings from at least 1,500 years ago. The Ajanta Caves are the oldest of the two attractions, featuring around 30 Buddhist cave monuments cut into the rock as far back as the 2nd century BC. Around 100 kilometers southwest, the Ellora Caves contain nearly three dozen Buddhist, Jain, and Hindu carvings, the most famous of which is the Kailasa Temple (Cave 16), a massive structure devoted to Lord Shiva that features life-size elephant sculptures. The magnificent carvings at both sites will leave you filled with wonder.",
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/v1630299132/train-book/discover/Ajanta_thumbnail.png",
    "images_one": "https://res.cloudinary.com/trendbrains/image/upload/v1630299132/train-book/discover/Ajanta_image_one.png",
    "images_two": "https://res.cloudinary.com/trendbrains/image/upload/v1630299138/train-book/discover/Ajanta_image_two.png",
    "brand_icon": "",
    "link": "",
    "javascript": ""
  },
  {
    "title": "Darjeeling",
    "description": "Sightseeing in India doesn't get much better than what you'll discover in Darjeeling. The hill station in West Bengal is beloved for its lush green tea plantations, awe-inspiring snow-capped peaks (including Khangchendzonga, the world's third-highest mountain), and serene Buddhist monasteries. This is the perfect place to arrange a mountain trek or mountain biking adventure.One of the most popular things to do in Darjeeling is taking a ride on the Darjeeling Himalayan Railway. Powered by an antique steam locomotive, the 140-year-old 'Toy Train' takes tourists on two-hour fun rides from Darjeeling to Ghum—a journey that's regularly counted as one of the most scenic train rides in the world.",
    "thumbnail": "https://res.cloudinary.com/trendbrains/image/upload/v1630299134/train-book/discover/Darjeeling_thumbnail.png",
    "images_one": "https://res.cloudinary.com/trendbrains/image/upload/v1630299133/train-book/discover/Darjeeling_image_one.png",
    "images_two": "https://res.cloudinary.com/trendbrains/image/upload/v1630299133/train-book/discover/Darjeeling_image_two.png",
    "brand_icon": "",
    "link": "",
    "javascript": ""
  }
]
