[
 {
"title":"Sweet corn parathas",
"content":"Sweet corn parathas especially for kids, They will just love it.",
"total_time":"1 h 30m",
"prep_time":"65 m",
"calories":"421",
"servings":"4",
"Intgredients":[
    "1 sweet corn",
    "1/2 teaspoon  ghee",
    "1/2 cup chopped capsicum (any color & optional)",
    "1/2 cup paneer",
    "2 green chillies"
],
"method":[
    "Knead chapti dough using flour and salt keep aside.",
    "Take 1/2 tsp ghee in a pan. Add sweet corn kernels and capsicum and saute them. Add salt and let it cook for  5 mins.",
    "Switch off the gas and let it cool.",
    "Take the green chillies, garlic, corriander in a mixer jar and grind coursely",
    "Add the cooled corn mixture and grind keep it course",
    "Once mixture is cooled, add paneer and mix",
    "Now start making small balls (smaller than tennis balll) out of dough",
    "Roll two chapatis and keep ready",
    "Take onc chapati and spread two tablespoon stuffing on the chapati. Add some grated cheese. Now place the second chapti on the top and close the edges properly. With the help of your fingers pat the chapati to spread from all sides. Then use the rolling pin and roll very lightly. Do not press too much.",
    "Heat a pan or tawa and cook the parathas from both the sides",
    "Apply ghee and serve with chutney or tomato sauce."
],
"tips":"You can add chopped almonds, cashews, raisins as per your taste."
},

{
    "title":"Gud Til Ladoo Recipe",
    "content":"Gud Til Ladoo is an all-time favourite dessert recipe to have in winters or around the famous kite-flying festival of Makar Sankranti. You can make Gud Til Ladoos during the peak winter season and not only enjoy their rich flavours but also derive the much-needed warmth from them. There's always something special about Ladoos which makes them a clear winner among other desserts. Gud Til Ladoo is a healthy laddoo recipe because instead of sugar, we have used jaggery in it. Jaggery not only tastes really good but it has more health benefits than refined sugar. The recipe also includes crushed peanuts to add that extra crunch to the laddoos. Overall, if you love laddoos, try making Gud Til Ladoos and you're surely going to make another round of these laddoos. They taste heavenly and will be loved by people of all ages, be it kids or adults. Gud Til Laddoos are also beneficial for new mothers as they help in recovery and also provide energy. Enjoy these laddoos and fill your stomach with flavours and happiness by trying them out. Do let us know how they turned out to be by commenting below. (image credits-istock)",
    "total_time":"20m",
    "prep_time":"5 m",
    "calories":"421",
    "servings":"70",
    "Intgredients":[
        "1 cup sesame seeds",
        "4 teaspoon ghee",
        "1/4 cup roasted crushed peanuts",
        "1/2 teaspoon powdered green cardamom",
        "1 cup chopped jaggery"
    ],
    "method_title":[
        "Roast sesame seeds",
        "Prepare the mixture for laddoo",
        "Add sesame seeds to the mixture",
        "Make laddoos and serve"
    ],
    "method_content":[
        "Heat a pan and then add sesame seeds. Dry roast them on low flame for 6-8 mins and then keep them aside.",
        "Now, heat ghee in a pan and then add jaggery. Mix it well and cook it on low flame for about 5 mins. Stir continuously until all the jaggery has melted completely.",
        "Now, add cardamom powder, crushed peanuts, and sesame seeds to the mixture. Stir continuously and cook it for about a minute or two. Once done, transfer it to a plate greased with ghee or oil and let it cool down for a while.",
        "Grease your hands a bit and start forming round laddoos. Once done, let the laddoos dry out a bit. Now store the laddoos in an airtight box or container. Your Gud Til Laddoos are ready to be savoured."
    ],
    "tips":"NA"
    }


]
